Repository: Frumph/comic-easel
Catalog: lang/comic-easel-*.po
Languages: fr_fr

source: Disable display of <strong>tags</strong> in posts?
fr_fr: Désactiver l'affichage des <strong>mots-clés</strong> dans les articles&nnbsp;?

source: Disable display of <strong>categories</strong> in posts?
fr_fr: Désactiver l'affichage des <strong>catégories</strong> dans les articles&nnbsp;?

source: Disable display of <strong>by Author</strong> in post information?
fr_fr: Désactiver l'affichage des <strong>auteurs</strong> dans l'information des articles&nnbsp;?

source: Disable display of the posted on date in posts?
fr_fr: Désactiver l'affichage de la <strong>date de publication</strong> dans les articles&nnbsp;?

source: Disable the display of the posted at time in posts?
fr_fr: Désactiver l'affichage de l'<strong>heure de publication</strong> dans les articles&nnbsp;?

source: Enable the display of last modified information in posts?
fr_fr: Activer l'affichage de l'information sur la dernière modification dans les articles&nnbsp;?

source: Moods Directory
fr_fr: Répertoire des humeurs

source: Choose a directory to get the post moods from. Set this to <strong>none</strong> to turn off use. Mood directories are found in your theme directory/images/moods/* . To create your own custom moods just create a directory under images/moods/ and place ONLY image files inside of it. The name of the image file represents what the mood is.
fr_fr: Choisissez un dossierpour obtenir la provenance des humeurs du billet. Mettre la valeur à <strong>none</strong> pour désactiver son utilisation. Les dossiers d'humeur sont disponibles dans le dossier de votre thème /images/moods/* (s'il en a de prévu). Pour créer des humeurs personnalisées, il suffit de créer un dossier et de ne placer QUE des fichiers d'images à l'intérieur. Le nom de chaque fichier image doit représenter cette humeur.

source: Disable the comment notes?
fr_fr: Désactiver les notes des commentaires&nnbsp;?

source: Disable Comment Javascript?
fr_fr: Désactiver le Javascript des commentaires&nnbsp;?

source: Enable Comments on Home Page?
fr_fr: Activer les commentaires sur la page d'accueil&nnbsp;?

source: Checkmarking this option will make it so that the post(s) on the home page will also display the comments under them. This will ONLY work if you have it set to only display 1 post on the home page. The post count and this must be set to work.
fr_fr: Cocher cette option fera apparaître les commentaires sous les articles affichés (s'il y en a). Cela fonctionnera SEULEMENT si vous avez limité votre affichage à un seul article sur la page d'accueil. Ceci et le compteur d'articles doivent être activés pour que cela fonctionne.

source: Choose a directory to get the avatars for default gravatars if someone does not have one. You will have to make these images yourself, or download them from avatar providers. Then make a new directory on your site server to upload them to and select that directory here. Setting this to <strong>none</strong> will disable it from using any special avatar sets.
fr_fr: Choisissez un répertoire/dossier pour avoir des avatars par défaut au cas où quelqu'un n'en a pas. Vous devrez faire ces images vous-même ou les télécharger depuis un fournisseur d'avatars. Créez ensuite un nouveau dossier/répertoire sur le serveur de votre site pour les charger dedans et sélectionnez ce dossier ici même. Le mettre sur la valeur <strong>none</strong> désactivera toute utilisation d'ensemble spéciaux d'avatars.

source: Enable numbered pagination?
fr_fr: Activer la pagination numérotée&nnbsp;?

source: Disable the default text in the footer?
fr_fr: Désactiver le texte par défaut dans le pied de page&nnbsp;?

source: Default text in the footer will not display. Enable this if you do not want any text in the footer. If you wish to add you own custom content, you may do so via Appearance &#10132; Widgets &#10132; Footer.
fr_fr: Le texte par défaut du pied de page ne s'affichera pas. À activer si vous ne voulez pas de texte dans le pied de page. Si vous voulez ajouter votre propre contenu personnalisé, rendez-vous dans Apparance &#10132; Widgets &#10132; Pied de page.

source: Set the name to which this site is &copy; Copyright to. Leave blank to have the site name.
fr_fr: Écrivez le nom auquel le site est rattache par &copy; Copyright et/ou droit d'auteur. À laisser vide pour avoir seulement le nom du site.

source: &copy; Copyright Holder URL
fr_fr: &copy; Lien du site web du titulaire du &copy; Copyright/droit d'auteur

source: Set the URL to the owner of the &copy; Copyright if different then this website. Leave blank for sites link.
fr_fr: Écrivez ici le lien web du titulaire du &copy; Copyright ou du droit d'auteur s'il est différent de celui du site. À laisser vide pour avoir le lien du site.

source: Excerpt or Full Content in archive and search?
fr_fr: Voir un extrait ou le contenu intégral dans les archives et la recherche&nnbsp;?

source: Excerpt
fr_fr: Extrait

source: Full Content
fr_fr: Contenu intégral

source: If Display archives results as list is disabled, decide how much is seen in the archive display.
fr_fr: Si l'affichage par liste des archives est désactivé, cette option décide de la quantité de contenu affiché dans les archives.

source: Oldest to Newest &mdash; Ascending
fr_fr: Du plus ancien au plus récent &mdash; Ascendant

source: Newest to Oldest &mdash; Descending
fr_fr: Du plus récent au plus ancien &mdash; Descendant

source: Sets the display order of your archives. Newest to Oldest will display your posts starting with the most recent. Oldest to Newest will start with the first entry in the category, tag, or date range (e.g. Selecting May 20XX will start with May 1, not May 31st.)
fr_fr: Établi l'ordre d'affichage de vos archives. Choisir «&nnbsp;Du plus récent au plus ancien&nnbsp;» affichera vos articles à partir du plus récent. Choisir «&nnbsp;Du plus ancien au plus récent&nnbsp;» affichera la première entrée de la catégorie, du mot-clé, ou de la fourchette de date (exemple : Sélectionner «&nnbsp;mai 20XX&nnbsp;» fera commencer la liste par «&nnbsp;1er mai&nnbsp;» et pas par «&nnbsp;31 mai&nnbsp;»).

source: Disable default Menubar?
fr_fr: Désactiver la barre de menu par défaut&nnbsp;?

source: Enable Search Form?
fr_fr: Activer le formulaire de recherche&nnbsp;?

source: Enable RSS Link?
fr_fr: Activer le lien RSS&nnbsp;?

source: Disable the loading of the menubar jQuery. If you do not want the ddsmoother menu code to load. (Will not do drop downs without it.)
fr_fr: Désactive le chargement du jQuery de la barre de menu au cas où vous voulez éviter que le code «&nnbsp;ddsmoother menu&nnbsp;» ne se charge. (Sans lui, pas de menu déroulant en son absence.

source: Menubar &mdash; Social Icons
fr_fr: Barre de menu &mdash; Icônes sociales

source: Adds additional social icons in the menubar on in the menunav area. Put the entire http:// url in the input box that leads to your account on those sites. Leave field empty if you do not have one and it will not show.
fr_fr: Ajouter des icônes sociales supplémentaires dans la barre de menu sur la zone «&nnbsp;menunav&nnbsp;». Assurez-vous d'avoir bien mis le lien complet vers votre profil pour ces sites (avec «&nnbsp;http://&nnbsp;» ou «&nnbsp;https://&nnbsp;» dans le champ). Laissez un champ vide si vous n'avez pas de profil, et il ne s'affichera pas.

source: Email &mdash; use mailto://your@email.com
fr_fr: Email/courriel &mdash; use mailto://votre@email.com

source: Schemes, layout and Site Width along with other customizations can be modified in the appearance &#10132; customize section of the wp-admin.
fr_fr: Schémas, mise en page, largeur du site et autres personnalisations sont disponibles dans la section Apparence &#10132; Personnaliser du tableau de bord.

source: If you like the ComicPress theme, please donate. It will help in developing new features and versions.
fr_fr: Si vous aimez le thème ComicPress (ou l'extension ComicEasel), merci de faire une donation. Cela permettra de développer de nouvelles fonctionnalités et de nouvelles versions.

source: Widgets can be added by going to your dashboard (wp-admin) &#10132; Appearance &#10132; Widgets, drag a widget you want to see into one of the appropriate sidebars.
fr_fr: Des widgets peuvent être ajoutés en allant sur votre tableau de bord (wp-admin) &#10132; Apparence &#10132; Widgets. Faites glisser le widget que vous voulez voir dans la barre latérale de votre choix.

source: Only Appearance:
fr_fr: Seule apparition&nnbsp;:

source: Recent Appearance:
fr_fr: Apparition récente&nnbsp;:

source: First Appearance:
fr_fr: Première apparition&nnbsp;:

source: Only Scene:
fr_fr: Seule scène&nnbsp;:

source: Recent Scene:
fr_fr: Scène récente&nnbsp;:

source: First Scene:
fr_fr: Première scène&nnbsp;:

source: ComicPress - Classic Bookmark
fr_fr: ComicPress - Marque-page classique

source: ComicPress - Control Panel
fr_fr: ComicPress - Panneau de contrôle

source: ComicPress - Menubar
fr_fr: ComicPress - Barre de menu

source: ComicPress - Site List
fr_fr: ComicPress - Liste des sites

source: ComicPress - Random Post Link
fr_fr: ComicPress - Lien vers un article aléatoire

source: Displays a link to click that triggers going to a random blog post.
fr_fr: Affiche un lien qui conduit avec un article de blog au hasard.

source: ComicPress - Scheduled Posts
fr_fr: ComicPress - Articles planifiés

source: ComicPress - Google Translator
fr_fr: ComicPress - Traducteur Google

source: Technical Support
fr_fr: Support technique

source: You can contact me for technical support at any of the following locations:
fr_fr: Vous pouvez me contacter pour tout support technique au endroits suivants&nnbsp;:

source: (best chances to reach me at the top going down to the least chance)
fr_fr: (les chances d'arriver à me joindre diminues au fur et à mesure que l'on descend dans la liste)

source: Form Email:
fr_fr: Formulaire de courriel&nnbsp;:

source: Via Facebook:
fr_fr: Via Facebook&nnbsp;:

source: WebComics.COM Forums:
fr_fr: Forums WebComics.COM

source: (Subscription only)
fr_fr: (seulement si inscrit)

source: WordPress.ORG Forums:
fr_fr: Forums WordPress.ORG

source: (rarely go here)
fr_fr: (rarement présent)

source: On Twitter:
fr_fr: Sur Twitter&nnbsp;:

source: (Twitter and I are not friends atm)
fr_fr: (Twitter et moi ne somment pas très amis en ce moment)

source: Please take note that I speak American-English only, pardon my ignorance and will try to understand you as best I can.
fr_fr: Notez SVP que je ne parle que l'anglais (américain). Pour les autres langues, pardonnez mon ignorance ; je ferais de mon mieux pour vous comprendre.

source: This option forces mysql to close the connection after each page load &mdash; not recommended unless you are requested to enable it.
fr_fr: Cette option force MySQL à fermer la connexion après chaque chargement de page&nnbsp;; non recommandé, à moins qu'il vous soit demandé de le faire.

source: Technical Support is available on the <a href="https://github.com/Frumph/comicpress/issues" target="_blank">github repository</a> or use the Contact form on <a href="http://frumph.net" target="_blank">Frumph.NET</a>.
fr_fr: Le support technique est disponible sur <a href="https://github.com/Frumph/comicpress/issues" target="_blank"> le dépôt GitHub</a>, ou alors utilisez le formulaire de contact sur <a href="http://frumph.net" target="_blank">Frumph.NET</a> (en anglais).

source: How many blog posts you would like displayed on the index page at one time. This is different then the one in the wp-admin &#10132; settings, the one in the settings will control how many show up on search and archive pages.
fr_fr: Nombre d'articles de blog que vous voudriez afficher sur la page d'index en une fois. Il est différent des paramètres de Tableau de bord &#10132; Réglages, ces dernier que contrôlant que les pages de recherche et d'archives.

source: Disable Blog Loop?
fr_fr: Désactiver la boucle du blog

source: Enabling this option, will DISABLE the blog from appearing on the home page AND any pages set as the blog posts page in the settings &#10132; reading.
fr_fr: Activer cette option DÉSACTIVERA l'apparition du blog sur la page d'accueil ET sur toute page de blog définie dans Réglages &#10132; Lecture.

source: Modify the height and width of the custom header *if* you use Appearance &#10132; Header.
fr_fr: Modifie la hauteur et la largeur

source: NOTE: This should only be used if the appearance &#10132; header section is not displaying your header dimensions correctly.
fr_fr: NOTE&nnbsp;: Cela ne doit être utilisé que si la section d'en-tête dans Apparence &#10132; En-tête n'affiche pas correctement les dimensions de votre en-tête.

source: This sets a specific width for WordPress to use for media content within your posts and pages. Default = 500
fr_fr: Cela met en place une largeur spécifique qu'utilisera WordPress pour les contenus médias placés dans vos articles et vos planches. Par défaut&nnbsp;: 500 .

source: When the sidebars are disabled on pages? Default = 700
fr_fr: Lorsque les barres latérales sont désactivées sur les planches/pages. Par défaut&nnbsp;: 700 .

source: Disable the titles on pages?
fr_fr: Désactiver les titres sur les planches&nnbsp;?

source: Page titles will be turned off. If you disable the titles no pages you can still add a post-image in the page editor.
fr_fr: Les titres des planches seront désactivés. Si vous désactivez ces titres, vous pourrez toujours ajouter une « image-article » dans l'éditeur de planche.

source: Disable the titles on posts?
fr_fr: Désactiver les titres sur les articles&nnbsp;?

source: Post titles will be turned off. If you disable the titles on posts can still add a post-image in the post editor.
fr_fr: Les titres des articles seront désactivés. Si vous désactivez ces titres, vous pourrez toujours ajouter une « image-article » dans l'éditeur d'article.

source: Add graphic calendar to blog posts?
fr_fr: Ajouter un calendrier graphique aux articles du blog&nnbsp;?

source: Enable Author Gravatar?
fr_fr: Activer le Gravatar de l'auteur&nnbsp;?

source: Enabling this option will show a gravatar of the post author based on the author email address. Gravatars are associated by your email address and you can create them at
fr_fr: Activer cette option affichera le Gravatar de l'auteur de l'article en se basant sur son adresse de courriel. Les Gravatars sont associés à une adresse courriel, et vous pouvez en créer vous-même.

source: Enable Avatar Mod?
fr_fr: Activer la modification d'avatar&nnbsp;?

source: %d result.
fr_fr: %d résultat.

source: This post is password protected. Enter the password to view comments.
fr_fr: Cet article est protégé par un mot de passe. Entrez ce mot de passe pour voir les commentaires.

source: Primary
fr_fr: Premier de page

source: Footer
fr_fr: Pied de page

source: Left Sidebar
fr_fr: Barre latérale gauche

source: The sidebar that appears to the left of the content.
fr_fr: Barre latérale apparaissant à gauche du contenu.

source: Right Sidebar
fr_fr: Barre latérale droite

source: The sidebar that appears to the right of the content.
fr_fr: Barre latérale apparaissant à droite du contenu.

source: Above Header
fr_fr: Dessus d'en-tête

source: This sidebar appears to above all of the site information. This sidebar is not encased in CSS, you will need to create CSS for it.
fr_fr: Cette barre latérale apparait au-dessus de toute l'information du site. Comme cette barre n'est pas contenue par du CSS, vous aurez besoin de créer du CSS vous-même pour avoir ce résultat.

source: Header
fr_fr: En-tête

source: This sidebar appears inside the #header block.
fr_fr: Cette barre latérale apparaît à l'intérieur du bloc CSS #header.

source: Menubar
fr_fr: Barre de menu

source: This sidebar is under the header and above the content-wrapper block
fr_fr: Cette barre latérale se trouve sous l'en-tête et au-dessus du bloc content-wrapper (bloc emballant le contenu principal du site).

source: Over Blog
fr_fr: Au-dessus du blog

source: This sidebar appears over the blog within the #column .narrowcolumn
fr_fr: Cette barre latérale apparait au-dessus de l'espace de blog au sein des espaces #column et .narrowcolumn .

source: Under Blog
fr_fr: Au-dessous du blog

source: This sidebar appears under the blog within the #column .narrowocolumn
fr_fr: Cette barre latérale apparait sous le blog au sein des espaces #column et .narrowcolumn .

source: This sidebar is at the bottom of the page and is the center of the 3 footer sidebars.
fr_fr: Cette barre latérale est en bas de la page et est la barre latérale de pied de page du milieu (parmi les trois disponibles).

source: Footer Left
fr_fr: Pied de page gauche

source: This sidebar is at the bottom of the page, the left one.
fr_fr: Cette barre latérale est celle de gauche en bas de la page (parmi les trois pieds de pages disponibles).

source: Footer Right
fr_fr: Pied de page droit

source: This sidebar is at the bottom of the page, the right one.
fr_fr: Cette barre latérale est celle de droite en bas de la page (parmi les trois pieds de pages disponibles).

source: Jetpack Mobile Sidebar
fr_fr: Barre latérale de Jetpack Mobile

source: Menubar Dropdown
fr_fr: Barre de menu déroulante

source: Menubar When Mouseover
fr_fr: Barre de menu pendant le survol de la souri

source: Breadcrumbs
fr_fr: Fil d'Ariane

source: Content Area Below Menubar
fr_fr: Zone de contenu sous la barre de menu

source: Content Area Below Comic
fr_fr: Zone de contenu sous la planche de BD

source: Content Column
fr_fr: Colonne de contenu

source: Entire Post Area
fr_fr: Zone de l'article en entier

source: Comment Section
fr_fr: Section des commentaires

source: Comment Info. Line
fr_fr: Ligne d'infos des commentaires

source: Comments Made By Post Author
fr_fr: Commentaires faits par l'auteur de l'article

source: Info. Line Of Post Author
fr_fr: Ligne d'infos de l'auteur de l'article

source: Sitewide Textcolor
fr_fr: Couleur de texte pour tout le site

source: Site Tagline
fr_fr: Ligne de mots-clés du site

source: Widget Titles
fr_fr: Titres des widgets

source: Sidebar Textcolor
fr_fr: Couleur de texte des barres latérales

source: Non-Link Post Titles
fr_fr: Titre des articles sans lien

source: Page Titles
fr_fr: Titres des planches

source: Post/Page Comments
fr_fr: Commentaires de l'article/de la planche

source: Comic Area
fr_fr: Zone de la bande dessinée

source: Default Comic Navigation
fr_fr: Navigation dans la BD par défaut

source: Default Nav Normal Text Color
fr_fr: Couleur normale du texte de navigation par défaut

source: Default Navigation Link
fr_fr: Lien de navigation par défaut

source: Default Navigation Hover
fr_fr: Texte de survol de navigation par défaut

source: Rounded corners on Post/Page Navigation Sections
fr_fr: Coins arrondis sur les sections de navigation de l'article/de la planche

source: Make the header title and description become a clickable hotspot for the entire header? (If you do the logo will not display right)
fr_fr: Transformer le titre de l'en-tête et la description en zone cliquable sur tout l'en-tête&nnbsp;? (Si vous le faites, le logo ne s'affichera pas correctement)

source: Logo, 120px height x 160px width
fr_fr: Le logo, 120px de hauteur x 160px de largeur

source: by
fr_fr: par

source: on&nbsp;
fr_fr: le

source: at&nbsp;
fr_fr: à

source: and modified on
fr_fr: et modifié le

source: at
fr_fr: à

source: Posted In:
fr_fr: Posté dans&nnbsp;:

source: &#9492; Tags:
fr_fr: &#9492; Mots-clés&nnbsp;:

source: Comment&nbsp;
fr_fr: Commenter

source: &lsaquo; Prev
fr_fr: &lsaquo; Préc

source: Next &rsaquo;
fr_fr: Suiv &rsaquo;

source: Page Options
fr_fr: Options de la planche

source: Newer Entries &uarr;
fr_fr: Entrées plus récentes &uarr;

source: &darr; Previous Entries
fr_fr: &darr; Entrées précédentes

source: Go
fr_fr: Aller à

source: Page %CURRENT_PAGE% of %TOTAL_PAGES%
fr_fr: Planche %CURRENT_PAGE% of %TOTAL_PAGES%

source: &laquo; First
fr_fr: &laquo; Premier

source: Last &raquo;
fr_fr: Dernier &raquo;

source: Enable the debug page load/memory usage at the bottom of each page?
fr_fr: Activer la page de débogage pour le chargement/l'usage mémoire au bas de chaque page&nnbsp;?

source: If enabled will show information on how many queries, memory is used as well as how fast the page loads.
fr_fr: Si activé, des informations afficheront combien de mémoire est utilisée par requête et la vitesse de chargement de la page.

source: Force MySQL to close the current active connection after page load?
fr_fr: Forcer MySQL à fermer la connexion active après le chargement de la page&nnbsp;?

source: Save Settings
fr_fr: Enregistrer les paramètres

source: How many blog posts would you like to display on the home page?
fr_fr: Combien d'articles de blogs aimeriez-vous afficher sur la page d'accueil&nnbsp;?

source: Enable Project Wonderful Asyncronus code?
fr_fr: Activer le code asyncrone de Project Wonderful&nnbsp;?

source: This option places the Project Wonderful asyncronus code into the header of the site.
fr_fr: Cette option place le code asyncrone de Project Wonderful dans l'en-tête du site.

source: Allow the sidebar over-blog to appear on all posts?
fr_fr: Permettre à la barre latérale de s'afficher sur tous les articles&nnbsp;?

source: Sidebar Over-Blog appears on all posts not just the front page/blog loop when enabled.
fr_fr: Une fois cette option activée, la barre latérale au-dessus du blog apparaît sur tous les articles et pas seulement sur la page d'accueil/la boucle du blog.

source: Custom Header
fr_fr: En-tête personnalisé

source: Custom Header Values
fr_fr: Valeurs de l'en-tête personnalisé

source: Width:
fr_fr: Largeur&nnbsp;:

source: Height:
fr_fr: Hauteur&nnbsp;:

source: 3 Column Layouts are 980px width while 2 Column Layouts are 780px width as default.
fr_fr: Trois mises en pages de colonnes font 980px de large tandis deux mises en pages de colonnes font 780px de large par défaut.

source: Content Width
fr_fr: Largeur du contenu

source: Media and images width on posts and pages?
fr_fr: Largeur des médias et des images sur les articles et les planches&nnbsp;?

source: Media and images width when sidebars are disabled on pages?
fr_fr: Largeur des médias et des images lorsque les barres latérales sont désactivées&nnbsp;?

source: Pages
fr_fr: Planches

source: Posts
fr_fr: Articles

source: Enabling this option will display a calendar image on your blog posts. The graphic calendar is an image that has the date of the blog post overlayed on top of it.
fr_fr: Activer cette option affichera l'image d'un calendrier sur les articles de votre blog. Ce calendrier graphique est une image avec la date de l'article du blog plaquée dessus.

source: With this enabled, the avatar's that are displayed will be jquery modified to look like polaroids randomly tilted.
fr_fr: Une fois activé, les avatars affichés seront modifiés par JQuery pour ressembler à des photos Polaroïd placées aléatoirement de travers.

source: Checkmarking this will make it so that tags will not appear in posts.
fr_fr: Cocher ceci empêchera les mots-clés d'apparaitre dans les articles.

source: Checkmarking this will make it so that categories will not appear in posts.
fr_fr: Cocher ceci empêchera les catégories d'apparaitre dans les articles.

source: Checkmarking this will make it so that the by Author information will not appear in posts.
fr_fr: Cocher ceci empêchera les informations sur l'auteur d'apparaitre dans les articles.

source: Checkmarking this will make it so that posted on date information will not appear in posts.
fr_fr: Cocher ceci empêchera la date de publication d'apparaitre dans les articles.

source: Checkmarking this will make it so that the information about what time the post was made will not show.
fr_fr: Cocher ceci empêchera l'heure de publication d'apparaitre dans les articles.
