Repository: Frumph/comic-easel
Catalog: lang/comic-easel-*.po
Languages: fr_fr

source: Checkmarking this will make it so that it will show when the last time that the post was modified in the post date information.
fr_fr: Cocher ceci affichera l'heure de la dernière modification de l'article au niveau du cadre d'information sur la date.

source: Comments
fr_fr: Commentaires

source: Disabling this will remove the note text that displays with more options for adding to comments (html).
fr_fr: Désactiver ceci supprimera la note qui s'affiche avec des options supplémentaires pour ajouter des commentaires (HTML).

source: Checkmark this if you want the comment form to not use javascript to appear directly under who is being replied to. (increases pageviews/hits)
fr_fr: Cette option évite d'utiliser Javascript pour permettre à un commentaire d'apparaitre directement sous celui auquel il répond (augmente le nombre de pages vues/hits).

source: Avatar Directory
fr_fr: Dossier des avatars

source: Previous Entries and Next Entries buttons are replaced by a bar of numbered pages. Numbered pagination appears on the Home page, the author(s) page, the blog template, and comments/single when there are more then the set number of comments per page. Uses the same styling as the Menubar.
fr_fr: Les boutons «&nnbsp;Entrées précédentes&nnbsp;» et «&nnbsp;Entrées suivantes&nnbsp;» sont remplacés par une barre avec des numéros de pages. La pagination numérotée apparait sur la page d'accueil, la page du ou des auteur-s, le modèle du blog, et les commentaires/single lorsqu'il y en a plus que le nombre prévu de commentaires par page. Utilise le même style que la barre de menus.

source: Disable the scroll to top link in the footer?
fr_fr: Désactiver l'option de retour en haut de la page située en pied de page&nnbsp;?

source: When this link is clicked on long pages it will scroll back to the top.
fr_fr: Lorsque le lien de retour en haut de page est cliqué sur des pages longues, celle-ci défilera jusqu'en haut.

source: &copy; Copyright Name
fr_fr: &copy; Nom du copyright

source: Enable the post thumbnails in the RSS feed?
fr_fr: Afficher les vignettes des articles dans le flux RSS&nnbsp;?

source: If enabled will show the post thumbnail of the post in the RSS feed.
fr_fr: Une fois activée, cette option affichera la vignette de l'article dans le flux RSS.

source: Archive & Search
fr_fr: Archive et recherche

source: Display archive results as a list of links?
fr_fr: Afficher les résultats d'archive sous la forme d'une liste de liens&nnbsp;?

source: Enabling this will make the archive pages by date/category/term display as a list of links instead of full posts.
fr_fr: Cette option permet d'afficher les pages d'archives par date/catégorie/terme sous forme de liste de liens au lieu d'articles complets.

source: Archive Display Order
fr_fr: Ordre d'affichage des archives

source: Allows you to customize the location of the Menubar via Widgets or, just not have it.
fr_fr: Cette option autorise la personnalisation de la barre de menu via les widgets, ou juste de ne plus en avoir une.

source: Searchforms can be fun when you have something to search for.
fr_fr: Les formulaires de recherche peuvent être amusants quand vous avez quelque chose à rechercher.

source: Adds an RSS link icon to your menubar on the right side.
fr_fr: Ajoute une icône de lien RSS à votre barre de menu sur la droite.

source: Disable the menubar jQuery?
fr_fr: Désactiver la barre de menu jQuery&nnbsp;?

source: Enable Breadcrumbs?
fr_fr: Activer le fil d'Ariane&nnbsp;?

source: This will create a pathable breathcrumbs beneith the menubar underneith the default menubar location.
fr_fr: Cette option permet de créer des fils d'Ariane sous la barre de menu, en dessous de l'emplacement de la barre de menu par défaut.

source: Enable Social Icons in Menubar?
fr_fr: Activer les icônes des réseaux sociaux dans la barre de menu&nnbsp;?

source: Tag This Page
fr_fr: Ajouter un marque-page à cette planche

source: Creates a set of buttons that let the user return to the page they tagged.
fr_fr: Crée un ensemble de boutons permettant à l'utilisateur de retourner à l'endroit qu'ils ont marqué.

source: Title:
fr_fr: Titre&nnbsp;:

source: Login/Logoff menu with register/lost password links if not logged on. (use only if registrations are enabled).
fr_fr: Menu de connexion/déconnexion avec les liens «&nnbsp;S'enregistrer&nnbsp;»/«&nnbsp;Récupérer le mot de passe&nnbsp;» si l'utilisateur n'est pas connecté. À utiliser seulement si les enregistrements sont activés.

source: Control Panel
fr_fr: Panneau de contrôle

source: Username
fr_fr: Identifiant

source: Password
fr_fr: Mot de passe

source: Register
fr_fr: S'enregistrer

source: Recover password
fr_fr: Récupérer le mot de passe

source: Logout
fr_fr: Se déconnecter

source: Profile
fr_fr: Profil

source: Displays a menubar.
fr_fr: Afficher une barre de menu.

source: Display Site List of all sites that have recently updated on this Multisite.
fr_fr: Affiche une liste de tous les sites que vous avez mis à jour récemment.

source: Hosted Site List
fr_fr: Liste de sites hébergés

source: Random Post
fr_fr: Article au hasard

source: Display a list of posts that are scheduled to be published.
fr_fr: Affiche une liste des articles et planches dont la publication est planifiée.

source: Scheduled Posts
fr_fr: Articles prévus

source: Translate your site with Google.
fr_fr: Traduire votre site avec Google.

source: %d comic.
fr_fr: %d planche de bande dessinée.

source: Website
fr_fr: Site web

source: NOTE &mdash; You can use these HTML tags and attributes:
fr_fr: NOTE &mdash; Vous pouvez utiliser ces balises et attributs HTML&nnbsp;:

source: Layout Options
fr_fr: Options de mise en page

source: Allows you to customize layout settings for ComicPress.
fr_fr: Vous permettent de personnaliser les paramètres de mise en page pour ComicPress.

source: Colors that are in the background of each of the sections.
fr_fr: Couleurs en arrière-plan de chacune des sections

source: 3 Column (default)
fr_fr: 3 colonnes (défaut)

source: 3 Column, both sidebars on left
fr_fr: 3 colonnes, les deux barres latérales sur la gauche

source: 3 Column, both sidebars on right
fr_fr: 3 colonnes, les deux barres latérales sur la droite

source: 2 Column, sidebar on left
fr_fr: 2 colonnes, barre latérale sur la gauche

source: 2 Column, sidebar on right
fr_fr: 2 colonnes, barre latérale sur la droite

source: 3 Column, Graphic Novel style, main sidebar on left
fr_fr: 3 colonnes, style roman graphique, barre latérale principale sur la gauche

source: 3 Column, Graphic Novel style, main sidebar on right
fr_fr: 3 colonnes, style roman graphique, barre latérale principale sur la droite

source: Choose a layout
fr_fr: Choisissez une mise en page

source: Choose a scheme
fr_fr: Choisissez un schéma

source: No Scheme
fr_fr: Pas de schéma

source: Boxed
fr_fr: Encadré

source: Sandy
fr_fr: Sable

source: Mecha
fr_fr: Mécano

source: CEasel
fr_fr: ComicEasel

source: High Society
fr_fr: Haute société

source: Site Width
fr_fr: Largeur du site

source: Minimum value is 720px, maximum is 1600px width - Currently saved at:
fr_fr: La valeur minimale est de 720px de large, la maximale de 1600px de large. Actuellement enregistrée à&nnbsp;:

source: Left Sidebar Width
fr_fr: Largeur de la barre latérale gauche

source: Minimum value is 200px, maximum is 400px width - Currently saved at:
fr_fr: La valeur minimale est de 200px de large, la maximale de 400px de large. Actuellement enregistrée à&nnbsp;:

source: Right Sidebar Width
fr_fr: Largeur de la barre latérale droite

source: Detach Footer
fr_fr: Détacher le pied de page

source: Detach the footer to below the main content? (Already appears detached on some schemes *but isn't)
fr_fr: Détacher le pied de page de dessous le contenu principal ? (Apparaît déjà détaché sur certains schémas sans l'être véritablement)

source: Rounded Corners
fr_fr: Coins arrondis

source: Clickable Header Image
fr_fr: Image d'en-tête cliquable

source: Comic in content column?
fr_fr: Planche de BD dans la colonne du contenu&nnbsp;?

source: Put the comic into the content column? This must be done for the Graphic Novel Layouts.
fr_fr: Placer les planches dans la colonne de contenu&nnbsp;? Cela doit être fait pour les mises en pages de type roman graphique.

source: Top Section of a Post
fr_fr: Section haute d'un article

source: Comment
fr_fr: Commenter

source: Moods
fr_fr: Humeurs

source: Available Moods, you can set which mood images to use in the comicpress Options.
fr_fr: Humeurs disponibles. Vous pouvez sélectionner quelles images d'humeurs utiliser dans les options de ComicPress.

source: none
fr_fr: aucun

source: moods are available.
fr_fr: humeurs disponibles.

source: Using Moods from directory:
fr_fr: Utiliser les humeurs située dans un autre répertoire&nnbsp;:

source: Current Mood:
fr_fr: Humeur actuelle&nnbsp;:

source: my DeviantART
fr_fr: mon DeviantArt

source: Page Not Found
fr_fr: Page introuvable

source: Click here to return to the home page
fr_fr: Cliquez ici pour retourner à la page d'accueil

source: or try a search:
fr_fr: ou essayez une recherche&nnbsp;:

source: Permanent Link:
fr_fr: Lien permanent&nnbsp;:

source: Edit this page.
fr_fr: Modifier cette page.

source: Archive for
fr_fr: Archive pour

source: Posts Tagged
fr_fr: Articles taggés

source: Author Archive
fr_fr: Archive de l'auteur

source: Archive is unable to be found.
fr_fr: L'archive n'a pas pu être trouvée.

source: No Archive Found.
fr_fr: Archive introuvable.

source: No Thumbnail or Featured Image Found
fr_fr: Aucune vignette ou image mise en avant trouvée

source: No such author.
fr_fr: Aucun auteur de ce nom trouvé.

source: Registered on
fr_fr: Enregistré sur

source: Posts by
fr_fr: Articles par

source: Comments RSS
fr_fr: RSS des commentaires

source: Comment Pages
fr_fr: Pages des commentaires

source: Next Comments &uarr;
fr_fr: Commentaires suivants &uarr;

source: &darr; Previous Comments
fr_fr: &darr; Commentaires précédents

source: *NAME
fr_fr: *NOM

source: Get a Gravatar
fr_fr: Obtenir un Gravatar

source: Website URL
fr_fr: URL d'un site web

source: Reply to %s &not;
fr_fr: Répondre à %s &not;

source: Cancel reply
fr_fr: Annuler la réponse

source: Post Comment
fr_fr: Poster le commentaire

source: Comments are closed.
fr_fr: Les commentaires sont fermés

source: Edit this post.
fr_fr: Modifier cet article.

source: Edit this comic.
fr_fr: Modifier cette planche.

source: &darr; Read the rest of this entry...
fr_fr: &darr; Lire le reste de cette entrée...

source: Examine my Tumblr
fr_fr: Examinez mon Tumblr

source: Friend on Facebook
fr_fr: Ami sur Facebook

source: Make use of MySpace
fr_fr: Utilisez MySpace

source: Look at my LinkedIn
fr_fr: Regardez mon LinkedIn

source: Follow me on Twitter
fr_fr: Suivez-moi sur Twitter

source: Gaze at my Flickr
fr_fr: Admirez mon Flickr

source: Email me
fr_fr: Envoyez-moi un courriel

source: Email
fr_fr: Courriel

source: Circle me on Google+
fr_fr: Encerclez-moi sur Google+

source: Peruse my Pinterests
fr_fr: Parcourez mes Pinterests

source: My Channel on YouTube
fr_fr: Ma chaîne sur Youtube

source: RSS Feed
fr_fr: Flux RSS

source: Publish a WebComic with the ComicPress theme and the Comic Easel plugin.
fr_fr: Publiez une bande dessinée avec le thème ComicPress et l'extension Comic Easel.

source: &larr; Back to Gallery
fr_fr: &larr; Retourner à la galerie.

source: Click for full size.
fr_fr: Cliquez pour la taille réelle.

source: Edit this attachment.
fr_fr: Modifier la pièce-jointe.

source: Sorry, no image matched your criteria.
fr_fr: Désolé, aucune image ne correspond à vos critères.

source: ComicPress Options
fr_fr: Options ComicPress

source: ComicPress is a modular theme that has an abundance of hooks and actions placed in it for additional usability. Ref: Comic Easel
fr_fr: ComicPress est un thème modulaire qui possède une abondance d'accroches et d'actions placées dedans pour une plus grande facilité d'utilisation. Ref&nnbsp;: Comic Easel

source: While ComicPress is an excellent stand-alone theme, it can be enhanced in usability with the associated plugins that have been built to utilize its functionality.
fr_fr: Bien que ComicPress soit un thème excellent utilisé seuk, il peut être renforcé pour une meilleur utilisation avec les extensions associées qui ont été construites pour utiliser cette fonctionnalité.

source: ComicPress Settings RESET!
fr_fr: RÉINITIALISATION des paramètres de ComicPress&nnbsp;!

source: ComicPress Customizer Colors RESET!
fr_fr: RÉINITIALISATION des couleurs personnalisées de ComicPress&nnbsp;!

source: ComicPress Settings SAVED!
fr_fr: Paramètres de ComicPress ENREGISTRÉS&nnbsp;!

source: General
fr_fr: Général

source: Debug
fr_fr: Déboguage

source: Developed and maintained by
fr_fr: Développé et maintenu par

source: Originally created by
fr_fr: Créé originellement par

source: Reset All Settings
fr_fr: Réinitialiser tous les paramètres

source: Reset Customizer Colors
fr_fr: Réinitialiser les couleurs personnalisées

source: Search for &lsquo;
fr_fr: Recherche pour &lsquo;

source: No results found.
fr_fr: Aucun résultat trouvé.

source: Try another search?
fr_fr: Essayer une nouvelle recherche&nnbsp;?

source: Search...
fr_fr: Rechercher...

source: There are currently no widgets assigned to the left-sidebar, place some!
fr_fr: Il n'y a actuellement aucun widget assigné à la barre latérale gauche, ajoutez-en donc&nnbsp;!

source: Once you add widgets to this sidebar, this default information will go away.
fr_fr: Une fois vos widgets ajoutés à cette barre latérale, cette information affichée par défaut disparaîtra.

source: There are currently no widgets assigned to the right-sidebar, place some!
fr_fr: Il n'y a actuellement aucun widget assigné à la barre latérale droite, ajoutez-en donc&nnbsp;!

source: Sorry, post is not found.
fr_fr: Désolé, cet article n'a pas été trouvé.

source: Home
fr_fr: Accueil

source: Archive by category
fr_fr: Archive par catégorie

source: No Results
fr_fr: Aucun résultat

source: Search results for
fr_fr: Résultats de la recherche pour

source: Posts tagged
fr_fr: Articles taggés

source: Articles posted by
fr_fr: Articles postés par

source: Error 404
fr_fr: Erreur 404

source: Permalink to comment
fr_fr: Lien permanent du commentaire

source: Reply
fr_fr: Répondre

source: Login to Reply
fr_fr: Se connecter pour répondre

source: Edit
fr_fr: Modifier

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en attente de modération.

source: Powered by
fr_fr: Propulsé par

source: with
fr_fr: avec

source: Back to Top &uarr;
fr_fr: Haut de page &uarr;

source: Hosted on
fr_fr: Hébergé par

source: Background Colors
fr_fr: Couleurs d'arrière-plan

source: Text Colors
fr_fr: Couleurs du texte

source: Link Colors
fr_fr: Couleurs des liens

source: Entire Content Area
fr_fr: Ensemble de la zone de contenu
